INSERT INTO t_p40935833_project_signal_enhan.reviews (author, text, stars, status, created_at) VALUES
('Мария', 'Майя, спасибо Вам за расклад! Описание человека прямо в точку. Вы даёте также и хорошие советы, заставляет задуматься о наболевшем и помогает решить сложные ситуации.', 5, 'approved', '2025-06-17 06:06:00'),
('Ольга', 'Была сегодня на сеансе про финансовые блоки и узнала много интересного и про себя и про свой потенциал.', 5, 'approved', '2025-04-26 23:47:00'),
('Елена', 'Майя, спасибо Вам огромное, вы увидели всю картину происходящего, как будто прожили её вместе со мной. Ничего лишнего, все по факту, все было изложено доступно 👍😊', 5, 'approved', '2025-04-22 01:03:00'),
('Светлана', 'Майя как волшебная палочка, поможет с любой ситуацией и разъяснит все последствия. Благодарю, что пошла мне на встречу 🥰😁', 5, 'approved', '2025-04-18 17:03:00'),
('Анастасия', 'Майя, спасибо за помощь. По-другому и не скажешь.. очень ценно.', 5, 'approved', '2025-04-05 21:56:00'),
('Марина', 'Сегодня было наше знакомство с Майей, хочу сказать, что я сильно удивлена. Настолько всё спокойно расказала, и открыла глаза на явные вещи, на которые я никогда бы внимания не обратила. Всё ясно и понятно обьяснила, растолковала все значения карт. Спасибо огромное!!! Очень рекомендую, как специалиста!!!', 5, 'approved', '2025-03-24 03:51:00'),
('Анастасия', 'Большое спасибо, Майя!!! Назвала всё своими именами. Разложила всё по полочкам. Просто чудо!!!', 5, 'approved', '2025-03-17 07:21:00'),
('Диана', 'Хороший эксперт своего дела, рекомендую!', 5, 'approved', '2025-03-05 03:44:00'),
('Екатерина', 'Спасибо большое за помощь, всё в точку 🙏', 5, 'approved', '2025-03-03 21:11:00'),
('Станислава', 'Это самый лучший таролог, работаем с ней уже не первый год. Благодаря Майе у меня наладилась работа и личная жизнь. Всегда готова помочь и по полочкам разложить ситуацию так, как она есть на самом деле, раскрывая подводные камни.', 5, 'approved', '2025-03-01 16:34:00');
